<?xml version="1.0" encoding="utf-8"?>
<policyDefinitionResources xmlns:xsd="http://www.w3.org/2001/XMLSchema"
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
revision="1.0" schemaVersion="1.0"
xmlns="http://schemas.microsoft.com/GroupPolicy/2006/07/PolicyDefinitions">

  <displayName>Enter Full Name Here</displayName>
  <description>Enter A Description Here</description>
  <resources>
    <stringTable>
      <string id="FusionInventory_ROOT">Agent Fusion Inventory</string>
      <string id="FusionInventory_CONFIGURE64">Configure the agent
      (64 bits)</string>
      <string id="FusionInventory_CONFIGURE32">Configure the agent
      (32 bits)</string>
      <string id="FusionInventory_CONFIGURE_EXPLAIN">
      Specify the the paramaters for
      The fusion Inventory Agent.</string>
    </stringTable>
    <presentationTable>
      <presentation id="FusionInventory_CONFIGURE">
        <textBox refId="FusionInventory_CollectTimeout">
          <label>Collect Timeout</label>
        </textBox>
		<textBox refId="FusionInventory_CACertDir">
          <label>CA Cert Dir</label>
        </textBox>
        <textBox refId="FusionInventory_CACertFile">
          <label>CA Cert File</label>
        </textBox>
		<textBox refId="FusionInventory_ConfReloadInterval">
          <label>Conf Reload Interval</label>
        </textBox>
		<textBox refId="FusionInventory_Debug">
          <label>Debug</label>
        </textBox>
		<textBox refId="FusionInventory_DelayTime">
          <label>Delay Time</label>
        </textBox>
		<textBox refId="FusionInventory_HTML">
          <label>HTML</label>
        </textBox>
		<textBox refId="FusionInventory_HTTPdIP">
          <label>HTTPd IP</label>
        </textBox>
		<textBox refId="FusionInventory_HTTPdPort">
          <label>HTTPd Port</label>
        </textBox>
		<textBox refId="FusionInventory_HTTPdTrust">
          <label>HTTPd Trust</label>
        </textBox>
		<textBox refId="FusionInventory_Local">
          <label>Local</label>
        </textBox>
		<textBox refId="FusionInventory_LogFile">
          <label>Log File</label>
        </textBox>
		<textBox refId="FusionInventory_LogFileMaxSize">
          <label>Log File - Max Size (MB)</label>
        </textBox>
		<textBox refId="FusionInventory_Logger">
          <label>Logger</label>
        </textBox>
		<textBox refId="FusionInventory_NoCategory">
          <label>No-Category</label>
        </textBox>
		<textBox refId="FusionInventory_NoHTTPd">
          <label>No-HTTPd</label>
        </textBox>
		<textBox refId="FusionInventory_NoP2P">
          <label>No-P2P</label>
        </textBox>
		<textBox refId="FusionInventory_NoSSLCheck">
          <label>No-SSL Check</label>
        </textBox>
		<textBox refId="FusionInventory_NoTask">
          <label>No-Task</label>
        </textBox>
		<textBox refId="FusionInventory_Password">
          <label>Password</label>
        </textBox>
        <textBox refId="FusionInventory_Proxy">
          <label>Proxy</label>
        </textBox>
		<textBox refId="FusionInventory_ScanHomeDirs">
          <label>Scan HomeDirs</label>
        </textBox>
		<textBox refId="FusionInventory_ScanProfiles">
          <label>Scan Profiles</label>
		</textBox>
		<textBox refId="FusionInventory_Server">
          <label>Server</label>
        </textBox>
		<textBox refId="FusionInventory_Tag">
          <label>Tag</label>
        </textBox>
        <textBox refId="FusionInventory_Tasks">
          <label>Tasks</label>
        </textBox>
		<textBox refId="FusionInventory_Timeout">
          <label>Timeout</label>
        </textBox>
		<textBox refId="FusionInventory_User">
          <label>User</label>
        </textBox>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>
